Repository: SUNR153/car_rental
Catalog: locale/*/LC_MESSAGES/django.po
Languages: kk

source: The install worked successfully! Congratulations!
kk: Орнату сәтті аяқталды! Құттықтаймыз!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
kk: Django %(version)s <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">шығарылым ескертпелерін</a> қараңыз

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
kk: Сіз бұл бетті көріп отырсыз, өйткені сіздің баптаулар файлыңызда <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> қосылған және сіз ешқандай URL мекенжайларын конфигурацияламадыңыз.

source: Django Documentation
kk: Django құжаттамасы

source: Topics, references, & how-to’s
kk: Тақырыптар, сілтемелер және нұсқаулар

source: Tutorial: A Polling App
kk: Оқулық: Саулнама қосымшасы

source: Get started with Django
kk: Django-мен бастау

source: Django Community
kk: Django қауымдастығы

source: Connect, get help, or contribute
kk: Байланысу, көмек алу немесе үлес қосу

source: Index of %(directory)s
kk: %(directory)s индексі

source: Cars
kk: Автомобильдер

source: Profile
kk: Профиль

source: Favorite
kk: Таңдаулы

source: My Chats
kk: Менің чаттарым

source: Map
kk: Карта

source: Logout
kk: Шығу

source: Register
kk: Тіркелу

source: Login
kk: Кіру

source: Add new car
kk: Жаңа автомобиль қосу

source: Add car
kk: Автомобильді қосу

source: Back
kk: Артқа

source: Delete car
kk: Автомобильді жою

source: Are you sure you want to delete
kk: Сіз шынымен жойғыңыз келе ме

source: Yes, delete
kk: Иә, жою

source: Cancel
kk: Бас тарту

source: Year:
kk: Жылы:

source: Price:
kk: Бағасы:

source: day
kk: күн

source: Condition:
kk: Жағдайы:

source: Fuel:
kk: Жанармай:

source: Transmission:
kk: Коробка:

source: Seats:
kk: Орындар саны:

source: Rent this car
kk: Бұл автомобильді жалға алу

source: Delete
kk: Жою

source: Reviews
kk: Пікірлер

source: Remove from Favorites
kk: Таңдаулылардан алып тастау

source: Add to Favorites
kk: Таңдаулыларға қосу

source: Available cars
kk: Қол жетімді автомобильдер

source: Brand
kk: Бренд

source: Model
kk: Модель

source: Fuel type
kk: Жанармай түрі

source: All
kk: Барлығы

source: Filter
kk: Сүзгі

source: Reset
kk: Қалпына келтіру

source: View car
kk: Автомобильді қарау

source: No cars available at the moment.
kk: Қазіргі уақытта автомобильдер жоқ.

source: New post
kk: Жаңа жазба

source: Update car
kk: Автомобильді жаңарту

source: Set Availability for
kk: Қолжетімділікті орнату

source: Save
kk: Сақтау

source: Chat about
kk: Жайлы чат

source: Type your message...
kk: Хабарламаңызды теріңіз...

source: Send
kk: Жіберу

source: Chat about %(chat.car.brand)s %(chat.car.model)s
kk: %(chat.car.brand)s %(chat.car.model)s туралы чат

source: About VROOOM
kk: VROOOM туралы

source: VROOOM is a platform where you can rent a car or list your own vehicle for rent. Our mission is to make car sharing simple, secure, and accessible for everyone.
kk: VROOOM - бұл автомобиль жалға алуға немесе өз көлігіңізді жалға беруге арналған платформа. Біздің миссиямыз - автомобиль бөлісуді қарапайым, қауіпсіз және барлық адамдар үшін қолжетімді ету.

source: Contact Us
kk: Бізбен байланысу

source: If you have any questions or need help, feel free to reach out to us.
kk: Егер сұрақтарыңыз болса немесе көмек керек болса, бізге хабарласудан тартынбаңыз.

source: Email:
kk: Электрондық пошта:

source: Phone:
kk: Телефон:

source: Address:
kk: Мекен-жайы:

source: Welcome to VROOOM - Car Rental
kk: VROOOM - Автомобиль жалға алуға қош келдіңіз

source: Need a ride?
kk: Көлік керек пе?

source: Choose from a wide variety of cars and rent in seconds!
kk: Көптеген автомобильдерден таңдап, секундтар ішінде жалға алыңыз!

source: Browse Cars
kk: Автомобильдерді қарау

source: Affordable Prices
kk: Қолжетімді бағалар

source: We offer the best prices on the market without hidden fees.
kk: Біз жасырын алымсыз нарықтағы ең жақсы бағаларды ұсынамыз.

source: Trusted by Thousands
kk: Мыңдаған адамдар сенеді

source: Join thousands of happy customers who rent with us daily.
kk: Күн сайын бізбен жалға алатын мыңдаған қуанар тұтынушыларға қосылыңыз.

source: 24/7 Support
kk: Тәулік бойы қолдау

source: My Favorite Cars
kk: Менің таңдаулы автомобильдер

source: Price per day
kk: Бір күндік баға

source: View
kk: Қарау

source: Remove
kk: Жою

source: My Notifications
kk: Менің хабарламаларым

source: Mark all as read
kk: Барлығын оқылды деп белгілеу

source: Mark as read
kk: Оқылды деп белгілеу

source: No notifications yet.
kk: Әлі хабарламалар жоқ.

source: My Rentals
kk: Менің жалға алуларым

source: Details
kk: Толығырақ

source: No rentals found.
kk: Жалға алулар табылмады.

source: Your car rentals
kk: Сіздің автомобиль жалдауларыңыз

source: From
kk: Бастап

source: To
kk: Дейін

source: Select dates to calculate
kk: Есептеу үшін күндерді таңдаңыз

source: Book Now
kk: Қазір брондау

source: Delete Rental
kk: Жалға алуды жою

source: Are you sure you want to delete the rental of <strong>%(car)s</strong> from <strong>%(start)s</strong> to <strong>%(end)s</strong>?
kk: Сіз шынымен <strong>%(car)s</strong> автомобилін <strong>%(start)s</strong>-ден <strong>%(end)s</strong>-ге дейінгі жалға алуды жойғыңыз келе ме?

source: Yes, Delete
kk: Иә, жою

source: Rental Details
kk: Жалға алу туралы мәліметтер

source: Car:
kk: Автомобиль:

source: Renter:
kk: Жалға алушы:

source: Owner:
kk: Иесі:

source: Start Date:
kk: Басталу күні:

source: End Date:
kk: Аяқталу күні:

source: Status:
kk: Статусы:

source: Edit
kk: Өңдеу

source: Back to My Rentals
kk: Жалға алуларыма оралу

source: Extend or Shorten Rental Period
kk: Жалдау мерзімін ұзарту немесе қысқарту

source: Update Rental
kk: Жалға алуды жаңарту

source: All Rentals
kk: Барлық жалға алулар

source: Rented by
kk: Жалға алған

source: to
kk: -ден

source: Save Changes
kk: Өзгерістерді сақтау

source: Rating
kk: Рейтинг

source: No reviews yet.
kk: Әлі пікір жоқ.

source: Delete Review
kk: Пікірді жою

source: Are you sure you want to delete this review?
kk: Сіз шынымен бұл пікірді жойғыңыз келе ме?

source: Review Detail
kk: Пікір туралы мәлімет

source: By
kk: Авторы

source: Comment
kk: Пікір

source: Edit Review
kk: Пікірді өңдеу

source: Hello, %(name)s %(surname)s Thank you for registering on %(site)s.
kk: Сәлем, %(name)s %(surname)s %(site)s сайтында тіркелгеніңіз үшін рақмет.

source: Please click the link below to activate your account:
kk: Тіркелгіңізді белсендіру үшін төмендегі сілтемені басыңыз:

source: Account Activation Failed
kk: Тіркелгіні іске қосу сәтсіз аяқталды

source: The activation link has expired or is invalid. Please register again.
kk: Белсендіру сілтемесінің мерзімі өтіп кеткен немесе жарамсыз. Қайта тіркеліңіз.

source: Register Again
kk: Қайта тіркелу

source: Don't have an account?
kk: Тіркелгіңіз жоқ па?

source: You have been logged out
kk: Сіз жүйеден шықтыңыз

source: Thank you for using CarRental!
kk: CarRental қызметін пайдаланғаныңызға рақмет!

source: Log In Again
kk: Қайтадан кіру

source: Go to Home
kk: Басты бетке өту

source: Your Preferred Map
kk: Сіз таңдаған карта

source: Open in Google Maps
kk: Google Maps-те ашу

source: Open in Yandex Maps
kk: Яндекс Картада ашу

source: Open in 2GIS
kk: 2GIS-те ашу

source: Forgot your password?
kk: Құпия сөзіңізді ұмыттыңыз ба?

source: Enter your email address to receive a password reset link.
kk: Құпия сөзді қалпына келтіру сілтемесін алу үшін электрондық поштаңызды енгізіңіз.

source: Password reset complete
kk: Құпия сөзді қалпына келтіру аяқталды

source: Password has been reset
kk: Құпия сөз қалпына келтірілді

source: You can now log in with your new password.
kk: Енді жаңа құпия сөзбен жүйеге кіре аласыз.

source: Change Password
kk: Құпия сөзді өзгерту

source: We have sent you an email with a password reset link. Please check your inbox (or console).
kk: Біз сізге құпия сөзді қалпына келтіру сілтемесі бар электрондық хат жібердік. Кіріс жәшігіңізді (немесе консольді) тексеріңіз.

source: Return to Login
kk: Кіру бетіне оралу

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
kk: Сіз бұл хатты %(site_name)s сайтындағы пайдаланушы тіркелгіңіз үшін құпия сөзді қалпына келтіруді сұрағаныңыз үшін алып отырсыз.

source: Please go to the following page and choose a new password:
kk: Келесі бетке өтіп, жаңа құпия сөз таңдаңыз:

source: Your username, in case you’ve forgotten:
kk: Егер ұмытып қалсаңыз, сіздің пайдаланушы атыңыз:

source: The %(site_name)s team
kk: %(site_name)s командасы

source: User Profile
kk: Пайдаланушы профилі

source: Avatar
kk: Аватар

source: Default Avatar
kk: Әдепкі аватар

source: First name:
kk: Аты:

source: Last name:
kk: Тегі:

source: Username:
kk: Пайдаланушы аты:

source: Driver's License:
kk: Жүргізуші куәлігі:

source: Yes
kk: Иә

source: No
kk: Жоқ

source: Edit Profile
kk: Профильді өңдеу

source: Already have an account?
kk: Аккаунтыңыз бар ма?

source: Profile Settings
kk: Профиль баптаулары

source: Personalization
kk: Жекелендіру

source: Current Background
kk: Қазіргі фон

source: Custom Background
kk: Теңшеулі фон

source: Reset Background
kk: Фонды қалпына келтіру

source: Save Settings
kk: Баптауларды сақтау

source: Update Password
kk: Құпия сөзді жаңарту

source: Congratulations on activating your account! You can now log in!
kk: Тіркелгіңізді белсендіргеніңізбен құттықтаймыз! Енді жүйеге кіре аласыз!

source: Create User
kk: Пайдаланушыны жасау

source: Create
kk: Жасау

source: Delete Account
kk: Тіркелгіні жою

source: Are you sure you want to delete the account for
kk: Сіз шынымен тіркелгіні жойғыңыз келе ме

source: User Info
kk: Пайдаланушы туралы ақпарат

source: Full Name:
kk: Толық аты-жөні:

source: All Users
kk: Барлық пайдаланушылар

source: No users found.
kk: Пайдаланушылар табылмады.

source: Update Profile
kk: Профильді жаңарту
